{
  "d": [
    {
      "Text": "Vehicles/Shelter",
      "Value":"Limited review due to the presence of a vehicle and/or temporary snow shelter (Tempo)."
    },
    {
      "Text": "Ltd Snow",
      "Value":"Limited review due to snow/ice accumulation."
    },
    {
      "Text": "NV (Snow)",
      "Value":"Not visualised due to snow/ice accumulation. We recommend obtaining declaration from the seller concerning the condition of the driveway."
    },
    {
      "Text": "Cracks",
      "Value": "Cracks noted.  We recommend repairing and sealing these cracks to prevent possible damages due to water infiltration."
    },
    {
      "Text": "Deterioration",
      "Value": "Deterioration noted.  We recommend repairs be performed to prevent further damages."
    },
    {
      "Text": "Heaving",
      "Value":"Heaving noted.  As a result, water does not drain to the pit and/or may infiltrate under the garage door. We recommend repairs be performed to prevent possible damages due to water infiltration.  We recommend consulting a licensed contractor as required."
    },
    {
      "Text": "Negative Slope",
      "Value":"Negative slope noted. Risk of water infiltration into the garage. We recommend correcting to move water away from the structure and/or garage slab."
    },
    {
      "Text": "Pavement over Siding",
      "Value":"The pavement has been installed too high and covers part of the siding. Ideally, the foundation should exceed the surface of the driveway by 6 inches. Risk of potential damage to the structure/siding due to water infiltration and/or humidity build-up behind the siding. We recommend verifying the condition of the structure/siding and correcting as required to prevent possible damages."
    },
    {
      "Text": "Seal at Joint/Wall",
      "Value":"We recommend sealing the joint between the driveway and the wall/garage slab to prevent possible damages due to water infiltration."
    },
    {
      "Text": "Contractor",
      "Value":"We recommend consulting a licensed contractor to further evaluate/correct this condition."
    }
  ]
}